{
"Woo Hon Fai Hall":{"latitude":"36.869422",
"longitude":"-120.262338",
"details":""
},
"Wellman Hall":{"latitude":"37.873104",
"longitude":"-122.262806",
"details":"There are two multiple user restrooms on the first level. The mens room provides a stall with side transfer capabilities, but the womens room does not. Location: First Level: Mens restroom is at west end of building, and the womens restroom is at the east end"
},
"University Hall":{"latitude":"37.872050",
"longitude":"-122.266398",
"details":""
},
"Tolman Hall":{"latitude":"37.874291",
"longitude":"-122.263494",
"details":"Two side-transfer stalls (one mens and one women's) are provided on the ground (G) floor. An additional side-transfer stall is located in the women's restroom on the second (2) floor. Location: Ground Floor: towards north end of floor Second Floor: two on the west wing, towards the north, one more on the east wing towards the south."
},
"Stephens Hall":{"latitude":"37.871265",
"longitude":"-122.257592",
"details":""
},
"Senior Hall":{"latitude":"37.871891",
"longitude":"-122.255330",
"details":""
},
"Moses Hall":{"latitude":"37.871017",
"longitude":"-122.258087",
"details":"The only usable restrooms are on the first floor. Location: First Floor: one across the hall from the center staircase, another further west down hall."
},
"Minor Hall":{"latitude":"37.871429",
"longitude":"-122.254701",
"details":"Usable Women's restroom on the third floor northwest side. Usable Men's restroom fourth floor northwest side."
},
"McLaughlin Hall":{"latitude":"37.873803",
"longitude":"-122.258996",
"details":"Both the men's and the women's restrooms on the first level provide stalls with grab bars and side transfer capabilities."
},
"Koshland Hall":{"latitude":"37.873716",
"longitude":"-122.264835",
"details":"Restrooms with side transfer stalls are located on the lower level near the center of the building."
},
"Hesse Hall":{"latitude":"37.874314",
"longitude":"-122.259350",
"details":"Nearest accessible restrooms are either located in McCone or O'Brien."
},
"Hargrove Music Library":{"latitude":"37.870446",
"longitude":"-122.256187",
"details":""
},
"Hass Pavilion":{"latitude":"37.869390",
"longitude":"-122.262309",
"details":"All multiple user restrooms on the first, second and third levels provide stalls with grab bars and space for side transfer. Additional front transfer stalls are provided when necessary. First level: two at North east corner of basket ball court, one at northwest corner or court, two to the west of the court, one more at the south west corner of court. Second level: one near northwest corner of building, one near southwest corner of building, two near southeast corner of building. Third level: Three at north end, three more at south end of building."
},
"Gilman Hall":{"latitude":"37.872609",
"longitude":"-122.256230",
"details":"Both multiple user restrooms on the basement level provide stalls with room grab bars and space for side transfer. The multiple user restroom on the first floor also provides a stall with grab bars."
},
"Anthony Hall":{"latitude":"37.870664",
"longitude":"-122.258211",
"details":""
},
"Alumni House":{"latitude":"37.869699",
"longitude":"-122.261101",
"details":""
},
"Eshleman Hall":{"latitude":"37.868742",
"longitude":"-122.260387",
"details":""
},
"Morrison Hall":{"latitude":"37.870892",
"longitude":"-122.256389",
"details":""
},
"Wheeler Hall":{"latitude":"37.871316",
"longitude":"-122.259148",
"details":"There are two sets of usable restrooms on the basement and first floors, both providing side transfer stalls."
},
"Zellerbach Hall":{"latitude":"37.869067",
"longitude":"-122.260832",
"details":"One men's and one women's restrooms are usable on the second floor. Four (two men's and two women's) restrooms with side transfer stalls are provided on the third floor, although two of these require maneuvering around an obstruction with insufficient clearance (38). One women's restroom on the third floor has an additional front-transfer stall."
},
"Hertz Hall":{"latitude":"37.871059",
"longitude":"-122.255728",
"details":"There are four multiple user restrooms and one single user restroom on the ground level. Two of the multiple user restrooms next to auditorium do provide enough space in a stall for side transfer capabilities."
},
"O’Brien Hall":{"latitude":"37.874406",
"longitude":"-122.259044",
"details":"One multiple user restroom on the third floor and one on the fourth floor provide stalls with grab bars and space for side transfer. Location: Third Floor: Southwest corner of building Fourth Floor: Southwest corner of building."
},
"Soda Hall":{"latitude":"37.875594",
"longitude":"-122.258786",
"details":"Restrooms with side transfer stalls are located on floors with program areas. Location: Second Floor: south of elevators Third Floor: east from the center of building Fourth, Fifth, Sixth Floor: One to the west from center of building, another to the east for each floor. Seventh Floor: south from the center of building."
},
"California Hall":{"latitude":"37.871887",
"longitude":"-122.260351",
"details":""
},
"Sproul Hall":{"latitude":"37.869571",
"longitude":"-122.258787",
"details":"There is a set of usable restrooms with side transfer on the basement floor."
},
"Tang Center":{"latitude":"37.867670",
"longitude":"-122.264288",
"details":"There is single user restroom on ground and second floor. Both restrooms provide side transfer capabilities."
},
"Durant Hall":{"latitude":"37.871251",
"longitude":"-122.260095",
"details":""
},
"Doe Memorial Library":{"latitude":"37.872183",
"longitude":"-122.259593",
"details":"Level one restrooms provide stalls with side transfer stalls. Level two provides stalls with grab bars and room for side transfer. Each level of the Gardner Stacks (B, C, and D) provides two multiple user restrooms with stalls with grab bars and space for side transfer capabilities."
},
"Cory Hall":{"latitude":"37.875037",
"longitude":"-122.257538",
"details":"Level one restrooms provide stalls with side transfer stalls. Level two provides stalls with grab bars and room for side transfer. Each level of the Gardner Stacks (B, C, and D) provides two multiple user restrooms with stalls with grab bars and space for side transfer capabilities."
},
"Chou Hall":{"latitude":"37.872371",
"longitude":"-122.254484",
"details":""
},
"Cheit Hall":{"latitude":"37.871818",
"longitude":"-122.254261",
"details":"All restrooms in the building are usable."
},
"Blum Hall":{"latitude":"37.875026",
"longitude":"-122.258806",
"details":""
},
"Birge Hall":{"latitude":"37.872232",
"longitude":"-122.257189",
"details":"The ground floor restrooms are usable."
},
"Bechtel Engineering Center":{"latitude":"37.874186",
"longitude":"-122.258188",
"details":"Usable restrooms are located on the level on and level two."
},
"Pimentel Hall":{"latitude":"37.873411",
"longitude":"-122.256018",
"details":""
},
"Stanley Hall":{"latitude":"37.874002",
"longitude":"-122.256052",
"details":"There are usable restrooms on all floors of the building."
},
"Valley Life Sciences Building":{"latitude":"37.871487",
"longitude":"-122.262139",
"details":"All public restrooms in the building are equipped with side transfer stalls. Location: First Floor: near center of building, north of spiral staircase. Second Floor: half way between the northeast and southeast entrances Third Floor: near center of building, north of spiral staircase. Fourth Floor: near center of building Fifth Floor: near center of building."
},
"Hearst Field Annex":{"latitude":"37.869232",
"longitude":"-122.257560",
"details":""
},
"Wurster Hall":{"latitude":"37.870736",
"longitude":"-122.254893",
"details":"There are multiple user restrooms with side transfer stalls on the first and third floors."
},
"Kroeber Hall":{"latitude":"37.869854",
"longitude":"-122.255151",
"details":" There is a set of usable restrooms on the first floor with side- transfer stall capabilities."
},
"Latimer Hall":{"latitude":"37.873107",
"longitude":"-122.255991",
"details":"There is a set of usable restrooms on the ground floor with side- transfer stall capabilities."
},
"Leconte Hall":{"latitude":"37.872663",
"longitude":"-122.257526",
"details":"Multiple user restrooms on the basement level and level one provide stalls with grab bars and space for side transfer with adjustments to stall partitions. Restrooms on levels 2 and 3 are not usable."
},
"Lewis Hall":{"latitude":"37.873069",
"longitude":"-122.255194",
"details":"Two multiple user restrooms on the ground level provide front-transfer stalls. Two multiple restrooms on level one and level two provide side transfer stalls."
},
"McCone Hall":{"latitude":"37.874099",
"longitude":"-122.259652",
"details":"There are usable restroom facilities for both women and men on levels 1-5. There are no restrooms on the ground level. Location: Level 1: directly south of center stairs Level 2: directly north of south stairs Level 3: directly north of south stairs Level 4: directly north of south stairs Level five: north of south stairs"
},
"Moffitt Library":{"latitude":"37.872575",
"longitude":"-122.260752",
"details":"Two single user restrooms on level three are usable with room for side transfer. Two multiple user restrooms on level 2, one on level 3, and two on level 4 provide stalls with grab bars, but are available for front transfer only."
},
"Morgan Hall":{"latitude":"37.873315",
"longitude":"-122.264206",
"details":" Of the four restrooms, two men's and two women's, there is one side transfer stall. The stall is located on the ground floor women's restroom"
},
"Mulford Hall":{"latitude":"37.872632",
"longitude":"-122.264490",
"details":"The restrooms on the basement floor have side transfer stalls."
},
"Dwinelle Hall":{"latitude":"37.870533",
"longitude":"-122.260604",
"details":"There are a set of recently remodeled restrooms on the E floor of classroom wing. Both restrooms provide side transfer stalls."
},
"Evans Hall":{"latitude":"37.873685",
"longitude":"-122.257853",
"details":"Two multiple user restrooms on the ground level that have been recently remodeled provide one usable side transfer stall and front transfer stall in each. The mens restroom on the ninth level provides a stall with grab bars and space for side transfer. Location: Ground Level: At south end of building, behind the three elevators. Ninth Level: At South end of building, behind the 3 elevators."
},
"Etcheverry Hall":{"latitude":"37.875664",
"longitude":"-122.259282",
"details":" Two multiple user restrooms on level three provide stalls with grab bars and space for side transfer. Multiple user restrooms on all other levels are not usable."
},
"Giannini Hall":{"latitude":"37.873536",
"longitude":"-122.262298",
"details":" The mens restroom on the second level has one stall with side and rear grab bars and side transfer capabilities"
},
"Haviland Hall":{"latitude":"37.873712",
"longitude":"-122.261049",
"details":"The basement floor mens and the first and second floor womens restroom is usable."
},
"Hildebrand Hall":{"latitude":"37.872538",
"longitude":"-122.255725",
"details":"There are usable restrooms located on the basement level near the elevator."
},
"Barrows Hall":{"latitude":"37.870032",
"longitude":"-122.257988",
"details":"There are usable restrooms on the basement, first and second floors."
},
"Barker Hall":{"latitude":"37.873974",
"longitude":"-122.265444",
"details":""
},
"Bancroft Library":{"latitude":"37.872294",
"longitude":"-122.258890",
"details":""
},
"Davis Hall":{"latitude":"37.874566",
"longitude":"-122.258084",
"details":""
},
"Jacobs Hall":{"latitude":"37.876024",
"longitude":"-122.258821",
"details":""
}

}
